app/controllers/school_classes_controller.rb

INSERT INTO "school_classes" ("created_at", "updated_at", "title", "room_number") VALUES (?, ?, ?, ?)  [["created_at", "2020-11-18 23:44:38.749507"], ["updated_at", "2020-11-18 23:44:38.749507"], ["title", "Flatiron"], ["room_number", 101]]
---
    def create
        @school_class = SchoolClass.create!(school_class_params)